[
{"Name":"Mark Cope","Title":"Co-Founder","Description":"I am Sparticus. That is all.","ImageLink":"/assets/images/employees/Mark.jpg","EmptyField":"/"},
{"Name":"Stephen Cope","Title":"Co-Founder","Description":"Stephen has been affiliated with the American Equities Group of Companies for the past 25 years, and is the Founder of Cope Equities, Texas Growth Fund IIIC, and American Equities Management Group.  Stephen has owned and syndicated over $350MM of real estate in his career.  He lives in Allen with his beautiful wife and four children.  Stephen enjoys playing all kinds of sports, studying American History, traveling with his family, and attending all of his children’s activities.","ImageLink":"/assets/images/employees/Stephen.jpg","EmptyField":"/"},
{"Name":"Nathan Cope","Title":"VP of Finance","Description":"","ImageLink":"/assets/images/employees/Nate.jpg","EmptyField":""},
{"Name":"Blaine Rindlisbacher","Title":"VP of Construction","Description":"Blaine started in construction at age 5 cleaning up construction sites for his father's home building company. He has construction experience at every level - manual labor, running his own small building company, project management for a large national builder, and warranty work. Blaine has also been in real estate for 30 years. He loves to hiking, exercise, martial arts, reading the classics and spending time with his wife of 25 years and his 6 children.","ImageLink":"/assets/images/employees/Blaine.jpg","EmptyField":"/"},
{"Name":"Anna Mayer","Title":"Digital Marketing Director","Description":"Anna has an MSc in Digital Marketing from Trinity College Dublin and a BFA in Mass Communication from University of Texas at Arlington. She plays roller derby under the name U Kill Lele (Uki for short) with Smalls on the Deadly Kennedys at Assassination City Roller Derby.","ImageLink":"/assets/images/employees/Anna.jpg","EmptyField":"/"},
{"Name":"Alex Cope","Title":"Project Manager","Description":"Alex loves hanging out with his wife and kiddos, doing house remodel projects, and traveling. He's a Tesla enthusiast and is going to own one someday.","ImageLink":"/assets/images/employees/Alex.jpg","EmptyField":""},
{"Name":"Crystal Beauregard","Title":"Finance Manager","Description":"Crystal is from California. She has two children. She plays roller derby under the name Killin' Smalls (Smalls for short) with the Deadly Kennedys at Assassination City Roller Derby.","ImageLink":"/assets/images/employees/Crystal.jpg","EmptyField":"/"},
{"Name":"Camille Rubsamen","Title":"Mortgage Broker","Description":"Camille helps our clients get mortgages that work for them with our company American Equities Mortgage. Outside of work, Camille has a big, beautiful family and is an active member of her church.","ImageLink":"/assets/images/employees/Camille.jpg","EmptyField":""}
]
